{
    "Optimize_purchases":"Optimiser les achats",
    "Nurture_your_relationships":"Nourrissez vos relations",
    "stay_connected_with_Suppliers":"Restez connecté avec les fournisseurs",
    "Receive_Products":"Recevoir des produits",
    "Procure_Orders_and_payment":"Procurer les commandes et le paiement",
    "respond_to_Suppliers":"Répondre aux fournisseurs",
    "start_buying":"Commencez à acheter",
    "ethically_and_sustainably_produced":"Produit de manière éthique et durable",
    "renewable":"Renouvelable",
    "cruelty_free":"Sans cruauté",
    "sustainably_sourced":"Source durable",
    "nontoxic":"Non toxique",
    "biodegradable":"Biodégradable",
    "organic":"BIO",
    "we're_driven_by_the_belief_that_sustainability_is_the_only_future — and_what_we_do_now_matters._TWMP hosts sustainable, high-performing brands that meet our seven-point standard:":"Nous sommes animés par la conviction que la durabilité est le seul avenir - et ce que nous faisons maintenant compte. TWMP héberge des marques durables et performantes qui répondent à notre norme en sept points :",
    "product_qualifications":"Qualifications du produit",
    "whether_you're_a_seasoned_seller_looking_to_expand_your_market_reach_or_a_budding_entrepreneur_ready_to_take_your_business to new heights, Tradewinds Marketplace offers the tools, resources, and support you need to succeed. Get ready to unlock endless possibilities and embark on an exciting journey of global business growth.":"Que vous soyez un vendeur chevronné cherchant à étendre votre portée sur le marché ou un entrepreneur en herbe prêt à propulser votre entreprise vers de nouveaux sommets, Tradewinds Marketplace offre les outils, les ressources et le soutien dont vous avez besoin pour réussir. Préparez-vous à débloquer des possibilités infinies et embarquez pour un voyage passionnant de croissance commerciale mondiale.",
    "welcome_to_Tradewinds Marketplace,_your_ultimate_destination_for_global_trade_success._we_understand_the_importance of expanding your business beyond borders and reaching customers around the world. With our innovative platform, we provide a dynamic marketplace where sellers can thrive, and buyers can discover exceptional products.":"Bienvenue sur Tradewinds Marketplace, votre destination ultime pour le succès du commerce mondial. Nous comprenons l'importance d'étendre votre entreprise au-delà des frontières et d'atteindre des clients dans le monde entier. Grâce à notre plateforme innovante, nous offrons un marché dynamique où les vendeurs peuvent prospérer et les acheteurs peuvent découvrir des produits exceptionnels.",
    "together,_let's_drive_change_and_revolutionize_the_way_we_do_business._Join_Tradewinds_Eco_today_and_be at the forefront of the sustainable revolution.":"Ensemble, conduisons le changement et révolutionnons notre façon de faire des affaires. Rejoignez Tradewinds Eco dès aujourd'hui et soyez à l'avant-garde de la révolution durable.",
    "our_dedicated_division_promotes_conscious_commerce_by_upholding_rigorous_environmental_standards_and_featuring":"Notre division dédiée promeut le commerce conscient en respectant des normes environnementales rigoureuses et en mettant en vedette des marques qui accordent la priorité à la durabilité. En rejoignant Tradewinds Eco, vous faites partie d'une communauté qui valorise les pratiques éthiques et favorise une planète plus saine. Grâce à notre portée mondiale et à notre vaste réseau d'acheteurs, vous pouvez atteindre efficacement les consommateurs soucieux de l'environnement qui recherchent activement des options durables.",
    "embrace_sustainability_and_sell_with_purpose_on_Tradewinds_Eco._As_a_seller on Tradewinds Eco, you have the unique opportunity":"Adoptez la durabilité et vendez avec raison sur Tradewinds Eco. En tant que vendeur sur Tradewinds Eco, vous avez l'opportunité unique de présenter vos produits respectueux de l'environnement et d'avoir un impact positif sur notre planète.",
    "manage_your_account":"Gérer votre compte",
    "negotiate_deals,_buy_right_away_or_Post_a_RFQ":"Négociez des offres, achetez tout de suite ou publiez une demande de prix",
    "start_today":"Commencez aujourd'hui",
    "ready_to_Grow_Your_Business?":"Prêt à développer votre entreprise ?",
    "experience_the_convenience_of_flexible_and_cost-efficient shipping rates through Tradewinds Marketplace":"Découvrez la commodité de tarifs d'expédition flexibles et économiques via Tradewinds Marketplace",
    "simplified_logistics_and_Fulfillment":"Logistique et exécution simplifiées",
    "ensure_the_safety_of_your_transactions_with_robust_processing_protection.":"Assurez la sécurité de vos transactions avec une protection de traitement robuste.",
    "secure_processing":"Traitement sécurisé",
    "streamline_the_process_of_receiving, negotiating, and accepting invoices with utmost professionalism and minimal effort":"Agilice el proceso de recepción, negociación y aceptación de facturas con la máxima profesionalidad y el mínimo esfuerzo",
    "effortlessly_manage_invoices":"Gérez vos factures sans effort",
    "simplify_your_Workflow:_Streamline_every_step_in a single platform and leverage on-platform tools for a seamless and efficient process.":"Simplifiez votre flux de travail : rationalisez chaque étape sur une plate-forme unique et tirez parti des outils sur plate-forme pour un processus transparent et efficace.",
    "effortless_sourcing:_Post_an_RFQ_and_proactively_discover_and_connect with sellers offering the products you need.":"Approvisionnement sans effort : publiez une demande de prix et découvrez et connectez-vous de manière proactive avec les vendeurs proposant les produits dont vous avez besoin.",
    "seamless_Connectivity:_Connect_with_Sellers,_Negotiate_Pricing, Inquire about Products, and Personalize your Orders through Direct Messaging.":"Connectivité transparente : connectez-vous avec les vendeurs, négociez les prix, renseignez-vous sur les produits et personnalisez vos commandes via la messagerie directe.",
    "take_control_of_supplier_interactions:_Build Loyalty, track leads, and manage orders effortlessly in a centralized platform.":"Prenez le contrôle des interactions avec les fournisseurs : renforcez la fidélité, suivez les prospects et gérez les commandes sans effort dans une plate-forme centralisée.",
    "messaging_center":"Centre de messagerie",
    "communication_center":"Centre de communication",
    "negotiate_pricing,_Explore_Ladder_Pricing, and Set Minimum Order Quantities for Maximum Profitability.":"Négociez les prix, explorez les prix échelonnés et définissez des quantités minimales de commande pour une rentabilité maximale.",
      "dynamic_pricing_Optimize_your_sales":"Tarification dynamique - Optimisez vos ventes",
    "buyers_have_the_flexibility_to_purchase_ready-to-ship products with a simple click or directly engage with sellers for price negotiation and customization options.":"Les acheteurs ont la possibilité d'acheter des produits prêts à être expédiés d'un simple clic ou de s'adresser directement aux vendeurs pour la négociation des prix et les options de personnalisation.",
    "flexible_buying_options":"Options d'achat flexibles",
    "discover_a_diverse_range_of_products_on_Tradewinds_marketplace,_offering buyers the freedom to select the best sellers and items to meet their needs.":"Découvrez une gamme variée de produits sur Tradewinds Marketplace, offrant aux acheteurs la liberté de sélectionner les meilleures ventes et les articles pour répondre à leurs besoins.",
     "explore_a_vast selection_of_products_to_suit_your_needs.":"Découvrez une vaste sélection de produits adaptés à vos besoins.",
    "unlock_the_Power_of_diverse_procurement: Expand Your Options, Maximize Your Potential, and Mitigate Risks of Overreliance.":"Libérez la puissance d'un approvisionnement diversifié : élargissez vos options, maximisez votre potentiel et atténuez les risques de dépendance excessive.",
    "expand_your_procurement_horizons":"Élargissez vos horizons d'approvisionnement",
    "transform_your_wholesale_operations_with_innovative_digital_tools.":"Transformez vos opérations de vente en gros avec des outils numériques innovants",
    "optimize_your_procurement_operations":"Optimisez vos opérations d'approvisionnement",
    "features":"Caractéristiques",
    "with_twmp,_buyers_can_receive_real-time_financing_assessments_within_seconds through our secure lending partners, Klarna and Afterpay.":"Avec TWMP, les acheteurs peuvent recevoir des évaluations de financement en temps réel en quelques secondes grâce à nos partenaires de prêt sécurisés, Klarna et Afterpay.",
    "specify_your_requirements_and_submit_them_in_the_Request_for_quotation (RFQ) marketplace. Receive quotes from multiple sellers, usually within 24 hours or less.":"Spécifiez vos besoins et soumettez-les sur le marché des demandes de devis (RFQ). Recevez des devis de plusieurs vendeurs, généralement dans les 24 heures ou moins.",
    "at_tradewinds_marketplace, we_prioritize_your_peace_of_mind when purchasing from new sellers online. Our platform employs robust tools and protocols to ensure a secure and reliable shopping experience, guaranteeing that you receive exactly what you ordered.":"Chez Tradewinds Marketplace, nous accordons la priorité à votre tranquillité d'esprit lorsque vous achetez auprès de nouveaux vendeurs en ligne. Notre plateforme utilise des outils et des protocoles robustes pour assurer une expérience d'achat sécurisée et fiable, garantissant que vous recevez exactement ce que vous avez commandé.",
    "discover_a_vast_selection_of_products_from_trusted_sellers_across_various_industries.":"Découvrez une vaste sélection de produits de vendeurs de confiance dans divers secteurs..",
    "flexible_payment_options":"Options de paiement flexibles",
    "net_terms": "Conditions nettes",
    "cost_effective": "Rentable",
    "verified_sellers": "Vendeurs vérifiés",
    "buy_with_confidence": "Achetez en toute confiance",
    "bring_your_ideas_to_life": "Donnez vie à vos idées",
    "twmp_offers_real_time_financing ": "TWMP propose une évaluation du financement en temps réel en quelques secondes pour chaque acheteur couvrant plus de 30 000 $ via des établissements de crédit sécurisés.",
    "why_buy_on_tradewinds_marketplace": "Pourquoi ACHETER sur Tradewinds Marketplace ?",
    "lower_cost_to_maximize_your_profit": "Des coûts réduits pour maximiser votre profit",
    "start_grow_your_business_with_confidence": "Démarrez/développez votre entreprise en toute confiance.",
    "wide_assortment_of_product_from_reliable_sellers_in": "Large assortiment de produits de vendeurs fiables dans de multiples industries.",
    "buying_from_a_new_seller_over_the_internet_can_feel_a_bit_risky_at_first": "Acheter auprès d'un nouveau vendeur sur Internet peut sembler un peu risqué au début. TWMP.com utilise plusieurs outils et protocoles pour s'assurer que vous obtenez ce que vous avez commandé.",
    "buying_options": "Options d'achat",
    "receive_invoices": "Recevoir des factures",
    "translation_tool": "Outil de traduction",
    "enhance_buy_power": "Améliorer le pouvoir d'achat",
    "product_inquiries": "Demandes de produits",
    "swift_turn_around": "Retour rapide",
    "cultural_closeness": "Proximité culturelle",
    "currency_conversions": "Conversion de devises",
    "buyer_platform_features": "Fonctionnalités de la plateforme d'achat",
    "enjoy_flexible_and_cost": "Profitez de tarifs d'expédition flexibles et économiques avec TWMP.com",
    "the_very_nature_of_twmp": "La nature même de TWMP.com est l'utilité pour les entreprises qui cherchent à s'approvisionner à l'échelle mondiale, et la plate-forme dispose d'outils spéciaux pour les acheteurs qui souhaitent faire des affaires au-delà des frontières.",
    "time_zone_compatibility": "Compatibilité fuseau horaire",
    "utilize_resourceful_tools": "Utiliser des outils ingénieux",
    "let_the_sellers_come_to_you": "Laissez les vendeurs venir à vous",
    "negotiate_pricing_with_seller": "Négociez les prix avec le vendeur, parcourez plusieurs options de prix d'échelle et [MOQs] Quantités minimales de commande pour optimiser chaque vente individuelle.",
    "manage_every_step_in_one_place": "Gérez chaque étape en un seul endroit",
    "why_buy_in_the_western_hemisphere": "Pourquoi acheter dans l'hémisphère occidental ?",
    "initiate_secure_payments_through_twmp": "Initiez des paiements sécurisés via TWMP.com permettant la confiance entre l'acheteur et le vendeur.",
    "streamline_your_percurment_operations": "Rationalisez vos opérations d'exécution",
    "millions_of_products_to_choose_from_twmp": "Des millions de produits au choix chez TWMP",
    "browse_and_choose_from_millions_of_products": "Parcourez et choisissez parmi des millions de produits",
    "connect_freely_to_build_lasting_relationships": "Connectez-vous librement pour construire des relations durables",
    "you_can_see_listings_in_your_preferred_currency": "Vous pouvez voir les annonces dans votre devise préférée, vous n'avez donc pas à calculer manuellement les conversions.",
    "buyers_can_choose_to_order_ready_to_ship_products": "Les acheteurs peuvent choisir de commander des produits prêts à être expédiés, ce qui est aussi simple que d'ajouter des articles à un panier, de saisir vos informations de paiement et de passer votre commande ou d'envoyer directement un message aux vendeurs pour négocier les prix ou personnaliser vos produits.",
    "manage_every_step_in_one_place_take_advantage_of_on": "Gérez chaque étape en un seul endroit Profitez d'outils sur plateforme qui vous garantissent un processus simple et transparent.",
    "ach_sale_is_a_conversation_that_starts_with_an_inquiry": "Chaque vente est une conversation qui commence par une demande, vous pouvez donc envoyer un message directement aux vendeurs pour négocier les prix ou personnaliser vos produits.",
    "each_sale_is_a_conversation_that_starts_with_an_inquiry": "Chaque vente est une conversation qui commence par une demande, vous pouvez donc envoyer un message directement aux vendeurs pour négocier les prix ou personnaliser vos produits.",
    "interact_with_suppliers_on_your_terms_to_foster_loyalty": "Interagissez avec les fournisseurs selon vos conditions pour favoriser la fidélité, répéter les achats et suivre les prospects et les commandes au même endroit.",
    "enjoy_flexible_and_cost_efficient_shipping_rates_with_twmp": "Profitez de tarifs d'expédition flexibles et économiques avec TWMP.com",
    "innovative_digital_tools_that_transform_the_wholesale_experience": "Des outils numériques innovants qui transforment l'expérience de vente en gros",
    "detail_what_you're_looking_for_and_share_it_in_the_request_for_quotation": "Détaillez ce que vous recherchez et partagez-le sur le marché des demandes de devis (RFQ). Vous obtiendrez des devis de plusieurs vendeurs - souvent en 24 heures ou moins !",
    "there_are_more_than_100_regional_trade_agreements_in_the_western_hemisphere": {
        "_the_u": {
            "s": {
                "_currently_has_14_free_trade_agreements_with_20_countries": "Il existe plus de 100 accords commerciaux régionaux dans l'hémisphère occidental. Les États-Unis ont actuellement 14 accords de libre-échange avec 20 pays."
            }
        }
    },
    "receive_negotiate_and_accept_invoices_with_minimum_effort_and_maximum_professionalism": "Recevez, négociez et acceptez les factures avec un minimum d'effort et un maximum de professionnalisme.",
    "post_a_rfq_and_proactively_find_and_connect_with_sellers_with_products_you_are_sourcing": "Publiez une demande de prix et trouvez et connectez-vous de manière proactive avec les vendeurs des produits que vous recherchez.",
    "minimum_time_zone_differences_significantly_help_simplify_communication_and_coordination": "Les différences de fuseau horaire minimales contribuent considérablement à simplifier la communication et la coordination.",
    "the_most_valuable_tool_for_global_expansion_is_the_automatic_translation_of_storefronts_and_private_messages": "L'outil le plus précieux pour l'expansion mondiale est la traduction automatique des vitrines et des messages privés. La plate-forme prend actuellement en charge plusieurs langues, ce qui aide à résoudre le problème de la barrière de la langue. Cela signifie que vous pouvez envoyer un message à un vendeur en anglais et votre message sera automatiquement traduit en espagnol. Lorsqu'ils vous répondront, le texte sera automatiquement traduit dans votre langue préférée, que ce soit l'anglais, le mandarin, l'italien, le français, etc.",
    "you_could_send_a_message_to_a_seller_in_english_and_your_message_will_automatically_be_translated_to_spanish": "Vous pouvez envoyer un message à un vendeur en anglais et votre message sera automatiquement traduit en espagnol. Lorsqu'ils vous répondront, le texte sera automatiquement traduit dans votre langue préférée, que ce soit l'anglais, le mandarin, l'italien, le français, etc.",
    "since_latin_america_and_the_caribbean_are_proximally_closer_to_the_usa_your_products_will_be_delivered_faster": "Étant donné que l'Amérique latine et les Caraïbes sont proches des États-Unis, vos produits seront livrés plus rapidement.",
    "nearshoring_allows_you_to_access_a_bilingual_community_of_professionals_with_a_similar_cultural_background_to_ease_communication": "Le Nearshoring vous permet d'accéder à une communauté bilingue de professionnels avec un background culturel similaire pour faciliter la communication.",
    "provides_a_wide_variety_of_products_to_choose_from_giving_buyers_the_flexibility_to_choose_the_seller_and_items_best_suited_for_them": "TWMP propose une grande variété de produits parmi lesquels choisir, donnant aux acheteurs la possibilité de choisir le vendeur et les articles qui leur conviennent le mieux."

}
