{"close_deal":"Fechar negócio","receive_response":"Receber resposta","close_out_the_process":"Feche o processo:","request_for_quotation":"“Pedido de cotação","after_sending_the_rfqs":"Após enviar as RFQs, você pode começar a receber respostas. Como regra, faz sentido tornar seu pool de fornecedores pequeno o suficiente, para que seja gerenciável para você.","review_vendor_responses":"Revise as respostas do fornecedor.","choose_the_right_supplier":"Escolha o fornecedor certo","review_details_and_submit":"Revise os detalhes e envie","one_request_multiple_quotes":"Um Pedido Várias Cotações","complete_product_information":"Informações completas sobre o produto: Adicione notas adicionais. Por exemplo. Várias cores, necessidades de tecido etc","complete_requesters_information":"Informações completas dos solicitantes: Observação: Lembre-se, quanto mais detalhes você fornecer; mais relevantes serão as respostas dos fornecedores. É uma boa ideia interagir com outros membros de sua equipe ou departamentos em sua empresa para identificar todas as especificações necessárias.","we_have_made_preparing_a_rfq_simple":"Simplificamos a preparação de uma RFQ.","submit_quote_for_your_custom_request":"Envie cotação para sua solicitação personalizada","engage_with_suppliers_more_effectively":"Envolva-se com os fornecedores de forma mais eficaz","receive_responses_from_multiple_suppliers":"Receba respostas de vários fornecedores","how_should_i_send_a_rfq_on_tradewinds_marketplace":"Como devo enviar uma RFQ no Tradewinds Marketplace?","responses_to_identify_what_vendors_present_the_best":"Ao final do prazo, você pode revisar as respostas para identificar quais fornecedores apresentam os melhores preços que","while_capacity_will_vary_depending_on_your_business":"Embora a capacidade varie de acordo com os recursos da sua empresa, oito geralmente é um bom número para começar. Você também deve dar tempo suficiente para o fornecedor e sua equipe trabalharem na RFQ.","remember_a_rfq_only_leads_to_a_quotation_from_the_vendor":"Lembre-se, uma RFQ só leva a uma cotação do fornecedor. Não é um contrato e não pode ser executado até que seja formalmente acordado por ambas as partes. Além disso, notifique outros fornecedores que enviaram cotações sobre sua decisão de optar por outro fornecedor.","thus_it_is_an_essential_and_powerful_tool_during_the_procurement_process":"Assim, é uma ferramenta essencial e poderosa durante o processo de compras. Com a página de RFQ do tradewinds market place, você pode encontrar, conectar-se e solicitar preços competitivos de fornecedores na América Latina e no Caribe. Visite nossa página de RFQ hoje ou entre em contato conosco agora para começar a comprar de vendedores internacionais.","lastly_close_out_the_process_by_formalizing_the_arrangement_with_the_vendor":"Por fim, feche o processo formalizando o acordo com o fornecedor.","you_should_notify_the_vendor_you_have_chosen_of_your_decision_and_how_you_intend_to_proceed":"Você deve notificar o fornecedor que escolheu sobre sua decisão e como pretende proceder. Certifique-se de manter uma cópia da RFQ, pois ela formará a base de sua relação contratual daqui para frente.","priced_product_if_it_also_meets_all_of_your_procurement_needs_in_terms_of_quality_and_custom_solutions":"Escolha sua cotação preferida: Sua decisão provavelmente será o fornecedor que apresentar o melhor preço. Mas isso pode não ser sempre o caso. Você pode decidir selecionar um produto de preço mais alto se ele também atender a todas as suas necessidades de aquisição em termos de qualidade e soluções personalizadas.","rfqs_help_b2b_buyers_identify_what_sellers_best_meet_their_procurement_price_point_so_that_they_can_work_within_their_budget":"As RFQs ajudam os compradores B2B a identificar quais vendedores atendem melhor ao seu preço de aquisição para que possam trabalhar dentro de seu orçamento."}