{
    
    "finally,_formalize_the_arrangement_with_the_chosen_vendor_to_close_out_the_process._Keep in mind that an RFQ is not a contract and requires formal agreement from both parties to be enforceable. Notify other vendors of your decision to proceed with a different vendor.":"Finalmente, formalice el arreglo con el proveedor elegido para cerrar el proceso. Tenga en cuenta que una RFQ no es un contrato y requiere un acuerdo formal de ambas partes para ser ejecutable. Notifique a otros proveedores de su decisión de proceder con un proveedor diferente.",
    "finalize_the_process":"Finaliza el proceso:",
    "choose_your_preferred_quote:_Notify_your_chosen_vendor_of_your_decision_and_next steps while retaining a copy of the RFQ for future contractual reference.":"Elija su cotización preferida: notifique a su proveedor elegido sobre su decisión y los próximos pasos mientras conserva una copia de la RFQ para futuras referencias contractuales.",
    
    "complete_RFQ_form:_Note:_To_enhance_vendor_responses,_ensure_your_provided_information_is_detailed for responses that are tailored and relevant.":"Complete el formulario de RFQ: Nota: para mejorar las respuestas de los proveedores, asegúrese de que la información proporcionada esté detallada para respuestas que sean personalizadas y relevantes.",
    "fill_out_RFQ_form":"Rellene el formulario de solicitud de cotización:",
    "RFQs_serve_as_a_vital_tool_for_buyers_to_identify_sellers_that_align_with_their_needs._Experience the power of RFQs on Tradewinds Marketplace,":"Las RFQ sirven como una herramienta vital para que los compradores identifiquen a los vendedores que se alinean con sus necesidades. Experimente el poder de las RFQ en Tradewinds Marketplace, donde puede conectarse con proveedores de todo el mundo, solicitar precios competitivos y expandir su abastecimiento internacional. Con una amplia gama de proveedores a su alcance, las RFQ le permiten diversificar sus estrategias de abastecimiento, descubrir nuevos mercados y acceder a productos únicos. Libere el potencial de las RFQ en Tradewinds Marketplace y transforme la forma en que obtiene y adquiere bienes para su negocio.",
    "close_deal": "Cerrar el trato",
    "receive_response": "Recibir respuesta",
    "close_out_the_process": "Cierra el proceso:",
    "request_for_quote": "Solicitud de presupuesto",
    "request_for_quotation": "\"Solicitud de presupuesto",
    "after_sending_the_rfqs": "Después de enviar las RFQ, puede comenzar a recibir respuestas. Como regla, tiene sentido hacer que su grupo de proveedores sea lo suficientemente pequeño, para que sea manejable para usted.",
    "review_vendor_responses": "Revise las respuestas de los proveedores.",
    "choose_the_right_supplier": "Elija el proveedor adecuado",
    "review_details_and_submit": "Revisar detalles y enviar",
    "one_request_multiple_quotes": "Una Solicitud Cotizaciones Múltiples",
    "complete_product_information": "Información completa del producto: Agregar notas adicionales. P.ej. Múltiples colores, necesidades de tela, etc.",
    "complete_requesters_information": "Información completa de los Solicitantes: Nota: Recuerde, cuanto más detalle proporcione; más relevantes serán las respuestas de los proveedores. Es una buena idea interactuar con otros miembros de su personal o departamentos dentro de su empresa para identificar todas las especificaciones requeridas.",
    "we_have_made_preparing_a_rfq_simple": "Hemos simplificado la preparación de una RFQ.",
    "submit_quote_for_your_custom_request": "Envíe una cotización para su solicitud personalizada",
    "engage_with_suppliers_more_effectively": "Interactuar con los proveedores de manera más efectiva",
    "receive_responses_from_multiple_suppliers": "Reciba respuestas de múltiples proveedores",
    "how_should_i_send_a_rfq_on_tradewinds_marketplace": "¿Cómo debo enviar una RFQ en Tradewinds Marketplace?",
    "responses_to_identify_what_vendors_present_the_best": "Al final de la fecha límite, puede revisar las respuestas para identificar qué proveedores presentan los mejores precios que",
    "while_capacity_will_vary_depending_on_your_business": "Si bien la capacidad variará según los recursos de su negocio, ocho suele ser un buen número para comenzar. También debe permitir suficiente tiempo para que el proveedor y su equipo trabajen en la RFQ.",
    "remember_a_rfq_only_leads_to_a_quotation_from_the_vendor": "Recuerde, una RFQ solo conduce a una cotización del proveedor. No es un contrato y no se puede hacer cumplir hasta que ambas partes lo acuerden formalmente. Además, notifique a otros proveedores que enviaron cotizaciones de su decisión de ir con otro proveedor.",
    "thus_it_is_an_essential_and_powerful_tool_during_the_procurement_process": "Por lo tanto, es una herramienta esencial y poderosa durante el proceso de contratación. Con la página RFQ de tradewinds market place, puede encontrar, conectarse y solicitar precios competitivos de proveedores en América Latina y el Caribe. Visite nuestra página web de RFQ hoy o contáctenos ahora para comenzar a comprar a vendedores internacionales.",
    "lastly_close_out_the_process_by_formalizing_the_arrangement_with_the_vendor": "Por último, cierre el proceso formalizando el acuerdo con el proveedor.",
    "you_should_notify_the_vendor_you_have_chosen_of_your_decision_and_how_you_intend_to_proceed": "Debe notificar al proveedor que ha elegido sobre su decisión y cómo piensa proceder. Asegúrese de conservar una copia de la RFQ, ya que formará la base de su relación contractual en el futuro.",
    "priced_product_if_it_also_meets_all_of_your_procurement_needs_in_terms_of_quality_and_custom_solutions": "Elija su cotización preferida: Su decisión probablemente será el proveedor que presente el mejor precio. Pero esto puede no ser siempre el caso. Puede decidir seleccionar un producto de mayor precio si también cumple con todas sus necesidades de adquisición en términos de calidad y soluciones personalizadas.",
    "rfqs_help_b2b_buyers_identify_what_sellers_best_meet_their_procurement_price_point_so_that_they_can_work_within_their_budget": "Las RFQ ayudan a los compradores B2B a identificar qué vendedores se ajustan mejor a su punto de precio de adquisición para que puedan trabajar dentro de su presupuesto."
}
