{
    "Optimize_purchases":"Optimizar compras",
    "Nurture_your_relationships":"Nutre tus relaciones",
    "stay_connected_with_Suppliers":"Manténgase conectado con los proveedores",
    "Receive_Products":"Recibir productos",
    "Procure_Orders_and_payment":"Adquisición de pedidos y pago",
    "respond_to_Suppliers":"Responder a las proveedoras",
    "start_buying":"Empezar a comprar",
    "ethically_and_sustainably_produced":"Producido de forma ética y sostenible",
    "renewable":"renovable",
    "cruelty_free":"Libre de crueldad",
    "sustainably_sourced":"Fuente sostenible",
    "nontoxic":"No tóxico",
    "biodegradable":"Biodegradable",
    "organic":"Orgánica",
    "we're_driven_by_the_belief_that_sustainability_is_the_only_future — and_what_we_do_now_matters._TWMP hosts sustainable, high-performing brands that meet our seven-point standard:":"Nos impulsa la creencia de que la sustentabilidad es el único futuro, y lo que hacemos ahora importa. TWMP alberga marcas sostenibles y de alto rendimiento que cumplen con nuestro estándar de siete puntos:",
    "product_qualifications":"Calificaciones del producto",
    "whether_you're_a_seasoned_seller_looking_to_expand_your_market_reach_or_a_budding_entrepreneur_ready_to_take_your_business to new heights, Tradewinds Marketplace offers the tools, resources, and support you need to succeed. Get ready to unlock endless possibilities and embark on an exciting journey of global business growth.":"Ya sea que sea un vendedor experimentado que busca expandir su alcance de mercado o un emprendedor en ciernes listo para llevar su negocio a nuevas alturas, Tradewinds Marketplace ofrece las herramientas, los recursos y el apoyo que necesita para tener éxito. Prepárese para desbloquear infinitas posibilidades y embarcarse en un emocionante viaje de crecimiento comercial global.",
    "welcome_to_Tradewinds Marketplace,_your_ultimate_destination_for_global_trade_success._we_understand_the_importance of expanding your business beyond borders and reaching customers around the world. With our innovative platform, we provide a dynamic marketplace where sellers can thrive, and buyers can discover exceptional products.":"Bienvenido a Tradewinds Marketplace, su destino final para el éxito del comercio mundial. Entendemos la importancia de expandir su negocio más allá de las fronteras y llegar a clientes de todo el mundo. Con nuestra plataforma innovadora, ofrecemos un mercado dinámico donde los vendedores pueden prosperar y los compradores pueden descubrir productos excepcionales.",
    "together,_let's_drive_change_and_revolutionize_the_way_we_do_business._Join_Tradewinds_Eco_today_and_be at the forefront of the sustainable revolution.":"Juntos, impulsemos el cambio y revolucionemos la forma en que hacemos negocios. Únase a Tradewinds Eco hoy y esté a la vanguardia de la revolución sostenible.",
    "our_dedicated_division_promotes_conscious_commerce_by_upholding_rigorous_environmental_standards_and_featuring":"Nuestra división dedicada promueve el comercio consciente al mantener rigurosos estándares ambientales y presentar marcas que priorizan la sustentabilidad. Al unirse a Tradewinds Eco, se convierte en parte de una comunidad que valora las prácticas éticas y fomenta un planeta más saludable. Con nuestro alcance global y nuestra extensa red de compradores, puede llegar de manera efectiva a los consumidores conscientes del medio ambiente que buscan activamente opciones sostenibles.",
    "embrace_sustainability_and_sell_with_purpose_on_Tradewinds_Eco._As_a_seller on Tradewinds Eco, you have the unique opportunity'":"Adopte la sustentabilidad y venda con propósito en Tradewinds Eco. Como vendedor de Tradewinds Eco, tiene la oportunidad única de exhibir sus productos enfocados en el medio ambiente y tener un impacto positivo en nuestro planeta.",
    "manage_your_account":"Gestiona tu cuenta",
    "negotiate_deals,_buy_right_away_or_Post_a_RFQ":"Negocie ofertas, compre de inmediato o publique una RFQ",
    "start_today":"Empezar hoy",
    "ready_to_Grow_Your_Business?":"¿Lista para hacer crecer tu negocio?",
    "experience_the_convenience_of_flexible_and_cost-efficient shipping rates through Tradewinds Marketplace":"Experimente la conveniencia de tarifas de envío flexibles y rentables a través de Tradewinds Marketplace",
    "simplified_logistics_and_Fulfillment":"Logística y cumplimiento simplificados",
    "ensure_the_safety_of_your_transactions_with_robust_processing_protection.":"Garantice la seguridad de sus transacciones con una sólida protección de procesamiento.",
    "secure_processing":"Procesamiento seguro",
    "streamline_the_process_of_receiving, negotiating, and accepting invoices with utmost professionalism and minimal effort":"Agilice el proceso de recepción, negociación y aceptación de facturas con la máxima profesionalidad y el mínimo esfuerzo",
    "effortlessly_manage_invoices":"Administre facturas sin esfuerzo",
    "simplify_your_Workflow:_Streamline_every_step_in a single platform and leverage on-platform tools for a seamless and efficient process.":"Simplifique su flujo de trabajo: agilice cada paso en una sola plataforma y aproveche las herramientas en la plataforma para un proceso eficiente y sin inconvenientes.",
    "effortless_sourcing:_Post_an_RFQ_and_proactively_discover_and_connect with sellers offering the products you need.":"Abastecimiento sin esfuerzo: publique una RFQ y descubra y conéctese proactivamente con vendedores que ofrecen los productos que necesita.",
    "seamless_Connectivity:_Connect_with_Sellers,_Negotiate_Pricing, Inquire about Products, and Personalize your Orders through Direct Messaging.":"Conectividad perfecta: conéctese con vendedores, negocie precios, pregunte sobre productos y personalice sus pedidos a través de mensajería directa.",
    "take_control_of_supplier_interactions:_Build Loyalty, track leads, and manage orders effortlessly in a centralized platform.":"Tome el control de las interacciones con los proveedores: genere lealtad, realice un seguimiento de los clientes potenciales y administre los pedidos sin esfuerzo en una plataforma centralizada.",
    "messaging_center":"Centro de mensajes",
    "communication_center":"Centro de comunicaciones",
    "negotiate_pricing,_Explore_Ladder_Pricing, and Set Minimum Order Quantities for Maximum Profitability.":"Negocie precios, explore precios en escalera y establezca cantidades mínimas de pedido para obtener la máxima rentabilidad.",
    "dynamic_pricing_Optimize_your_sales":"Precios dinámicos: optimice sus ventas",
    "buyers_have_the_flexibility_to_purchase_ready-to-ship products with a simple click or directly engage with sellers for price negotiation and customization options.":"Los compradores tienen la flexibilidad de comprar productos listos para enviar con un simple clic o interactuar directamente con los vendedores para la negociación de precios y las opciones de personalización.",
    "flexible_buying_options":"Opciones de compra flexibles",
    "discover_a_diverse_range_of_products_on_Tradewinds_marketplace,_offering buyers the freedom to select the best sellers and items to meet their needs.":"Descubra una diversa gama de productos en Tradewinds Marketplace, que ofrece a los compradores la libertad de seleccionar los productos más vendidos y los artículos que satisfagan sus necesidades.",
    "explore_a_vast selection_of_products_to_suit_your_needs.":"Explora una amplia selección de productos que se adaptan a tus necesidades.",
    "unlock_the_Power_of_diverse_procurement: Expand Your Options, Maximize Your Potential, and Mitigate Risks of Overreliance.":"Libere el poder de las adquisiciones diversas: amplíe sus opciones, maximice su potencial y mitigue los riesgos de una dependencia excesiva.",
    "expand_your_procurement_horizons":"Amplíe sus horizontes de adquisiciones",
    "transform_your_wholesale_operations_with_innovative_digital_tools.":"Transforme sus operaciones mayoristas con herramientas digitales innovadoras",
    "optimize_your_procurement_operations":"Optimice sus operaciones de compras",
    "features":"Características",
    "with_twmp,_buyers_can_receive_real-time_financing_assessments_within_seconds through our secure lending partners, Klarna and Afterpay.":"Con TWMP, los compradores pueden recibir evaluaciones financieras en tiempo real en cuestión de segundos a través de nuestros socios de préstamos seguros, Klarna y Afterpay.",
    "specify_your_requirements_and_submit_them_in_the_Request_for_quotation (RFQ) marketplace. Receive quotes from multiple sellers, usually within 24 hours or less.":"Especifique sus requisitos y envíelos en el mercado de Solicitud de cotización (RFQ). Reciba cotizaciones de múltiples vendedores, generalmente dentro de las 24 horas o menos.",
    "at_tradewinds_marketplace, we_prioritize_your_peace_of_mind when purchasing from new sellers online. Our platform employs robust tools and protocols to ensure a secure and reliable shopping experience, guaranteeing that you receive exactly what you ordered.":"En Tradewinds Marketplace, priorizamos su tranquilidad cuando compra a nuevos vendedores en línea. Nuestra plataforma emplea herramientas y protocolos sólidos para garantizar una experiencia de compra segura y confiable, lo que garantiza que reciba exactamente lo que ordenó.",
    "discover_a_vast_selection_of_products_from_trusted_sellers_across_various_industries.":"Descubra una amplia selección de productos de vendedores confiables en varias industrias.",
    "flexible_payment_options":"Opciones de pago flexibles",
    "net_terms": "Términos netos",
    "cost_effective": "Económico",
    "verified_sellers": "Vendedores verificados",
    "buy_with_confidence": "Comprar con confianza",
    "bring_your_ideas_to_life": "Da vida a tus ideas",
    "twmp_offers_real_time_financing ": "TWMP ofrece una evaluación de financiamiento en tiempo real en segundos para cada comprador que cubra $ 30k + a través de instituciones de crédito seguras.",
    "why_buy_on_tradewinds_marketplace": "¿Por qué COMPRAR en Tradewinds Marketplace?",
    "lower_cost_to_maximize_your_profit": "Menor costo para maximizar su beneficio",
    "start_grow_your_business_with_confidence": "Comience/haga crecer su negocio con confianza.",
    "wide_assortment_of_product_from_reliable_sellers_in": "Amplia variedad de productos de vendedores confiables en múltiples industrias.",
    "buying_from_a_new_seller_over_the_internet_can_feel_a_bit_risky_at_first": "Comprar a un nuevo vendedor a través de Internet puede parecer un poco arriesgado al principio. TWMP.com utiliza varias herramientas y protocolos para asegurarse de que recibe lo que solicitó.",
    "buying_options": "Opciones de compra",
    "receive_invoices": "Recibir facturas",
    "translation_tool": "Herramienta de traducción",
    "enhance_buy_power": "Mejorar el poder de compra",
    "product_inquiries": "Consultas sobre productos",
    "swift_turn_around": "Rápido dar la vuelta",
    "cultural_closeness": "Cercanía Cultural",
    "currency_conversions": "Conversiones de moneda",
    "buyer_platform_features": "Características de la plataforma del comprador",
    "enjoy_flexible_and_cost": "Disfrute de tarifas de envío flexibles y rentables con TWMP.com",
    "the_very_nature_of_twmp": "La naturaleza misma de TWMP.com es la utilidad para las empresas que buscan una fuente global, y la plataforma tiene herramientas especiales para los compradores que desean realizar negocios a través de las fronteras.",
    "time_zone_compatibility": "Compatibilidad de zona horaria",
    "utilize_resourceful_tools": "Utilice herramientas ingeniosas",
    "let_the_sellers_come_to_you": "Deja que los vendedores vengan a ti",
    "negotiate_pricing_with_seller": "Negocie los precios con el vendedor, explore múltiples opciones de precios de escalera y [MOQs] Cantidades mínimas de pedido para optimizar cada venta individual.",
    "manage_every_step_in_one_place": "Gestiona cada paso en un solo lugar",
    "why_buy_in_the_western_hemisphere": "¿Por qué comprar en el hemisferio occidental?",
    "initiate_secure_payments_through_twmp": "Inicie pagos seguros a través de TWMP.com, lo que permite la confianza entre el comprador y el vendedor.",
    "streamline_your_percurment_operations": "Optimice sus operaciones de percurment",
    "millions_of_products_to_choose_from_twmp": "Millones de productos para elegir TWMP",
    "browse_and_choose_from_millions_of_products": "Navega y elige entre millones de productos",
    "connect_freely_to_build_lasting_relationships": "Conéctese libremente para construir relaciones duraderas",
    "you_can_see_listings_in_your_preferred_currency": "Puede ver listados en su moneda preferida, por lo que no tiene que calcular manualmente las conversiones.",
    "buyers_can_choose_to_order_ready_to_ship_products": "Los compradores pueden optar por pedir productos listos para enviar, que es tan simple como agregar artículos a un carrito, ingresar su información de pago y realizar su pedido o enviar un mensaje a los vendedores directamente para negociar precios o personalizar sus productos.",
    "manage_every_step_in_one_place_take_advantage_of_on": "Administre cada paso en un solo lugar Aproveche las herramientas en la plataforma que le garantizan un proceso simple y sin inconvenientes.",
    "ach_sale_is_a_conversation_that_starts_with_an_inquiry": "Cada venta es una conversación que comienza con una consulta, por lo que puede enviar mensajes a los vendedores directamente para negociar precios o personalizar sus productos.",
    "each_sale_is_a_conversation_that_starts_with_an_inquiry": "Cada venta es una conversación que comienza con una consulta, por lo que puede enviar mensajes a los vendedores directamente para negociar precios o personalizar sus productos.",
    "interact_with_suppliers_on_your_terms_to_foster_loyalty": "Interactúe con los proveedores en sus términos para fomentar la lealtad, repetir compras y realizar un seguimiento de clientes potenciales y pedidos, todo en un solo lugar.",
    "enjoy_flexible_and_cost_efficient_shipping_rates_with_twmp": "Disfrute de tarifas de envío flexibles y rentables con TWMP.com",
    "innovative_digital_tools_that_transform_the_wholesale_experience": "Herramientas digitales innovadoras que transforman la experiencia mayorista",
    "detail_what_you're_looking_for_and_share_it_in_the_request_for_quotation": "Detalla lo que estás buscando y compártelo en el mercado de solicitudes de cotización (RFQ). Obtendrá cotizaciones de varios vendedores, ¡a menudo en 24 horas o menos!",
    "there_are_more_than_100_regional_trade_agreements_in_the_western_hemisphere": {
        "_the_u": {
            "s": {
                "_currently_has_14_free_trade_agreements_with_20_countries": "Hay más de 100 acuerdos comerciales regionales en el hemisferio occidental. Estados Unidos tiene actualmente 14 Tratados de Libre Comercio con 20 países."
            }
        }
    },
    "receive_negotiate_and_accept_invoices_with_minimum_effort_and_maximum_professionalism": "Recibir, negociar y aceptar facturas con el mínimo esfuerzo y la máxima profesionalidad.",
    "post_a_rfq_and_proactively_find_and_connect_with_sellers_with_products_you_are_sourcing": "Publique una RFQ y encuentre y conéctese proactivamente con vendedores con productos que está comprando.",
    "minimum_time_zone_differences_significantly_help_simplify_communication_and_coordination": "Las diferencias mínimas de zona horaria ayudan significativamente a simplificar la comunicación y la coordinación.",
    "the_most_valuable_tool_for_global_expansion_is_the_automatic_translation_of_storefronts_and_private_messages": "La herramienta más valiosa para la expansión global es la traducción automática de escaparates y mensajes privados. Actualmente, la plataforma admite varios idiomas, lo que ayuda a eliminar el problema de la barrera del idioma. Esto significa que puede enviar un mensaje a un vendedor en inglés y su mensaje se traducirá automáticamente al español. Cuando le devuelvan el mensaje, el texto se traducirá automáticamente a su idioma preferido, ya sea inglés, mandarín, italiano, francés, etc.",
    "you_could_send_a_message_to_a_seller_in_english_and_your_message_will_automatically_be_translated_to_spanish": "Puede enviar un mensaje a un vendedor en inglés y su mensaje se traducirá automáticamente al español. Cuando le devuelvan el mensaje, el texto se traducirá automáticamente a su idioma preferido, ya sea inglés, mandarín, italiano, francés, etc.",
    "since_latin_america_and_the_caribbean_are_proximally_closer_to_the_usa_your_products_will_be_delivered_faster": "Dado que América Latina y el Caribe están más cerca de los EE. UU., sus productos se entregarán más rápido.",
    "nearshoring_allows_you_to_access_a_bilingual_community_of_professionals_with_a_similar_cultural_background_to_ease_communication": "Nearshoring le permite acceder a una comunidad bilingüe de profesionales con antecedentes culturales similares para facilitar la comunicación.",
    "provides_a_wide_variety_of_products_to_choose_from_giving_buyers_the_flexibility_to_choose_the_seller_and_items_best_suited_for_them": "TWMP ofrece una amplia variedad de productos para elegir, brindando a los compradores la flexibilidad de elegir el vendedor y los artículos más adecuados para ellos."

}
