{"close_deal":"बंद सौदा","receive_response":"प्रतिक्रिया प्राप्त करें","close_out_the_process":"प्रक्रिया बंद करें:","request_for_quotation":"\"उद्धरण के लिए अनुरोध","after_sending_the_rfqs":"RFQ भेजने के बाद, आप प्रतिक्रियाएँ प्राप्त करना शुरू कर सकते हैं। एक नियम के रूप में, यह आपके विक्रेता पूल को काफी छोटा बनाने के लिए समझ में आता है, इसलिए यह आपके लिए प्रबंधनीय है।","review_vendor_responses":"विक्रेता प्रतिक्रियाओं की समीक्षा करें।","choose_the_right_supplier":"सही आपूर्तिकर्ता चुनें","review_details_and_submit":"विवरण की समीक्षा करें और सबमिट करें","one_request_multiple_quotes":"एक अनुरोध एकाधिक उद्धरण","complete_product_information":"उत्पाद की पूरी जानकारी: अतिरिक्त नोट जोड़ें। उदा. कई रंग, कपड़े की जरूरत आदि","complete_requesters_information":"पूर्ण अनुरोधकर्ता जानकारी: नोट: याद रखें, आप जितना अधिक विवरण प्रदान करेंगे; विक्रेताओं की प्रतिक्रियाएँ उतनी ही प्रासंगिक होंगी। सभी आवश्यक विनिर्देशों की पहचान करने के लिए अपने व्यवसाय के भीतर अपने कर्मचारियों या विभागों के अन्य सदस्यों के साथ इंटरफेस करना एक अच्छा विचार है।","we_have_made_preparing_a_rfq_simple":"हमने RFQ तैयार करना आसान बना दिया है।","submit_quote_for_your_custom_request":"अपने कस्टम अनुरोध के लिए कोटेशन सबमिट करें","engage_with_suppliers_more_effectively":"आपूर्तिकर्ताओं के साथ अधिक प्रभावी ढंग से जुड़ें","receive_responses_from_multiple_suppliers":"एकाधिक आपूर्तिकर्ताओं से प्रतिक्रियाएं प्राप्त करें","how_should_i_send_a_rfq_on_tradewinds_marketplace":"मुझे Tradewinds Marketplace पर RFQ कैसे भेजना चाहिए?","responses_to_identify_what_vendors_present_the_best":"समय सीमा के अंत तक, आप यह पहचानने के लिए प्रतिक्रियाओं की समीक्षा कर सकते हैं कि कौन से विक्रेता सर्वोत्तम मूल्य प्रस्तुत करते हैं","while_capacity_will_vary_depending_on_your_business":"जबकि आपके व्यवसाय के संसाधनों के आधार पर क्षमता अलग-अलग होगी, आठ आमतौर पर शुरू करने के लिए एक अच्छी संख्या है। आपको विक्रेता और उनकी टीम को RFQ के माध्यम से काम करने के लिए पर्याप्त समय देना चाहिए।","remember_a_rfq_only_leads_to_a_quotation_from_the_vendor":"याद रखें, एक RFQ केवल विक्रेता के उद्धरण की ओर ले जाता है। यह एक अनुबंध नहीं है और इसे तब तक लागू नहीं किया जा सकता जब तक कि दोनों पक्षों द्वारा औपचारिक रूप से सहमति न हो। इसके अलावा, अन्य विक्रेताओं को सूचित करें जिन्होंने किसी अन्य विक्रेता के साथ जाने के आपके निर्णय के उद्धरण भेजे हैं।","thus_it_is_an_essential_and_powerful_tool_during_the_procurement_process":"इस प्रकार, यह खरीद प्रक्रिया के दौरान एक आवश्यक और शक्तिशाली उपकरण है। ट्रेडविंड्स मार्केट प्लेस आरएफक्यू पेज के साथ, आप लैटिन अमेरिका और कैरिबियन में विक्रेताओं से प्रतिस्पर्धी कीमतों को ढूंढ सकते हैं, उनसे जुड़ सकते हैं और उनका अनुरोध कर सकते हैं। आज ही हमारे आरएफक्यू वेबपेज पर जाएं या अंतरराष्ट्रीय विक्रेताओं से खरीदारी शुरू करने के लिए हमसे संपर्क करें।","lastly_close_out_the_process_by_formalizing_the_arrangement_with_the_vendor":"अंत में, विक्रेता के साथ व्यवस्था को औपचारिक रूप देकर प्रक्रिया को समाप्त करें।","you_should_notify_the_vendor_you_have_chosen_of_your_decision_and_how_you_intend_to_proceed":"आपको उस विक्रेता को सूचित करना चाहिए जिसे आपने अपने निर्णय के बारे में चुना है और आप कैसे आगे बढ़ना चाहते हैं। RFQ की एक प्रति रखना सुनिश्चित करें क्योंकि यह आगे चलकर आपके संविदात्मक संबंध का आधार बनेगी।","priced_product_if_it_also_meets_all_of_your_procurement_needs_in_terms_of_quality_and_custom_solutions":"अपना पसंदीदा उद्धरण चुनें: आपका निर्णय संभवतः सबसे अच्छा मूल्य प्रस्तुत करने वाला विक्रेता होगा। लेकिन ऐसा हमेशा नहीं हो सकता है। यदि आप गुणवत्ता और कस्टम समाधानों के मामले में आपकी सभी खरीद आवश्यकताओं को पूरा करते हैं, तो आप एक उच्च-मूल्य वाले उत्पाद का चयन करने का निर्णय ले सकते हैं।","rfqs_help_b2b_buyers_identify_what_sellers_best_meet_their_procurement_price_point_so_that_they_can_work_within_their_budget":"RFQs B2B खरीदारों को यह पहचानने में मदद करते हैं कि कौन से विक्रेता अपने खरीद मूल्य बिंदु को पूरा करते हैं ताकि वे अपने बजट के भीतर काम कर सकें।"}