{
    "Optimize_purchases":"Otimize as compras",
    "Nurture_your_relationships":"Alimente seus relacionamentos",
    "stay_connected_with_Suppliers":"Fique conectado com os fornecedores",
    "Receive_Products":"Receber Produtos",
    "Procure_Orders_and_payment":"Pedidos de compra e pagamento",
    "respond_to_Suppliers":"Responder aos fornecedores",
    "start_buying":"Comece a comprar",
    "ethically_and_sustainably_produced":"Produzido de forma ética e sustentável",
    "renewable":"renovável",
    "cruelty_free":"Crueldade livre",
    "sustainably_sourced":"Origem sustentável",
    "nontoxic":"Não tóxico",
    "biodegradable":"Biodegradável",
    "organic":"Orgânica",
    "we're_driven_by_the_belief_that_sustainability_is_the_only_future — and_what_we_do_now_matters._TWMP hosts sustainable, high-performing brands that meet our seven-point standard:":"Somos movidos pela crença de que a sustentabilidade é o único futuro — e o que fazemos agora é importante. O TWMP hospeda marcas sustentáveis ​​e de alto desempenho que atendem ao nosso padrão de sete pontos:",
    "product_qualifications":"Qualificações do produto",
    "whether_you're_a_seasoned_seller_looking_to_expand_your_market_reach_or_a_budding_entrepreneur_ready_to_take_your_business to new heights, Tradewinds Marketplace offers the tools, resources, and support you need to succeed. Get ready to unlock endless possibilities and embark on an exciting journey of global business growth.":"Seja você um vendedor experiente procurando expandir seu alcance de mercado ou um empreendedor iniciante pronto para levar seus negócios a novos patamares, o Tradewinds Marketplace oferece as ferramentas, os recursos e o suporte de que você precisa para ter sucesso. Prepare-se para desbloquear possibilidades infinitas e embarcar em uma emocionante jornada de crescimento de negócios globais.",
    "welcome_to_Tradewinds Marketplace,_your_ultimate_destination_for_global_trade_success._we_understand_the_importance of expanding your business beyond borders and reaching customers around the world. With our innovative platform, we provide a dynamic marketplace where sellers can thrive, and buyers can discover exceptional products.":"Bem-vindo ao Tradewinds Marketplace, seu destino final para o sucesso comercial global. Entendemos a importância de expandir seus negócios além das fronteiras e alcançar clientes em todo o mundo. Com nossa plataforma inovadora, fornecemos um mercado dinâmico onde os vendedores podem prosperar e os compradores podem descobrir produtos excepcionais.",
    "together,_let's_drive_change_and_revolutionize_the_way_we_do_business._Join_Tradewinds_Eco_today_and_be at the forefront of the sustainable revolution.":"Juntos, vamos impulsionar a mudança e revolucionar a forma como fazemos negócios. Junte-se ao Tradewinds Eco hoje e esteja na vanguarda da revolução sustentável.",
    "our_dedicated_division_promotes_conscious_commerce_by_upholding_rigorous_environmental_standards_and_featuring":"Nossa divisão dedicada promove o comércio consciente, mantendo rigorosos padrões ambientais e apresentando marcas que priorizam a sustentabilidade. Ao ingressar na Tradewinds Eco, você se torna parte de uma comunidade que valoriza práticas éticas e promove um planeta mais saudável. Com nosso alcance global e extensa rede de compradores, você pode efetivamente alcançar consumidores com consciência ecológica que buscam ativamente opções sustentáveis.",
    "embrace_sustainability_and_sell_with_purpose_on_Tradewinds_Eco._As_a_seller on Tradewinds Eco, you have the unique opportunity'":"Abrace a sustentabilidade e venda com propósito no Tradewinds Eco. Como vendedor da Tradewinds Eco, você tem a oportunidade única de mostrar seus produtos com foco no meio ambiente e causar um impacto positivo em nosso planeta.",
    "manage_your_account":"Gerenciar sua conta",
    "negotiate_deals,_buy_right_away_or_Post_a_RFQ":"Negocie ofertas, compre imediatamente ou publique uma RFQ",
    "start_today":"Começa hoje",
    "ready_to_Grow_Your_Business?":"Pronto para crescer o seu negócio?",
    "experience_the_convenience_of_flexible_and_cost-efficient shipping rates through Tradewinds Marketplace":"Experimente a conveniência de taxas de remessa flexíveis e econômicas por meio do Tradewinds Marketplace",
    "simplified_logistics_and_Fulfillment":"Logística e Cumprimento Simplificados",
    "ensure_the_safety_of_your_transactions_with_robust_processing_protection.":"Garanta a segurança de suas transações com proteção de processamento robusta.",
    "secure_processing":"Processamento seguro",
    "streamline_the_process_of_receiving, negotiating, and accepting invoices with utmost professionalism and minimal effort":"Simplifique o processo de recebimento, negociação e aceitação de faturas com o máximo profissionalismo e o mínimo de esforço",
    "effortlessly_manage_invoices":"Gerencie Faturas Sem Esforço",
    "simplify_your_Workflow:_Streamline_every_step_in a single platform and leverage on-platform tools for a seamless and efficient process.":"Simplifique seu fluxo de trabalho: simplifique cada etapa em uma única plataforma e aproveite as ferramentas da plataforma para um processo eficiente e contínuo.",
    "effortless_sourcing:_Post_an_RFQ_and_proactively_discover_and_connect with sellers offering the products you need.":"Fornecimento sem esforço: publique uma RFQ e descubra e conecte-se proativamente com vendedores que oferecem os produtos de que você precisa.",
    "seamless_Connectivity:_Connect_with_Sellers,_Negotiate_Pricing, Inquire about Products, and Personalize your Orders through Direct Messaging.":"Conectividade perfeita: conecte-se com vendedores, negocie preços, pergunte sobre produtos e personalize seus pedidos por meio de mensagens diretas.",
    "take_control_of_supplier_interactions:_Build Loyalty, track leads, and manage orders effortlessly in a centralized platform.":"Assuma o controle das interações do fornecedor: crie lealdade, rastreie leads e gerencie pedidos sem esforço em uma plataforma centralizada.",
    "messaging_center":"Centro de mensagens",
    "communication_center":"Centro de Comunicação",
    "negotiate_pricing,_Explore_Ladder_Pricing, and Set Minimum Order Quantities for Maximum Profitability.":"Negocie preços, explore preços de escada e defina quantidades mínimas de pedidos para obter o máximo de lucratividade.",
      "dynamic_pricing_Optimize_your_sales":"Preços Dinâmicos - Otimize suas vendas",
    "buyers_have_the_flexibility_to_purchase_ready-to-ship products with a simple click or directly engage with sellers for price negotiation and customization options.":"Os compradores têm a flexibilidade de comprar produtos prontos para envio com um simples clique ou interagir diretamente com os vendedores para negociação de preços e opções de personalização.",
    "flexible_buying_options":"Opções de compra flexíveis",
    "discover_a_diverse_range_of_products_on_Tradewinds_marketplace,_offering buyers the freedom to select the best sellers and items to meet their needs.":"Descubra uma gama diversificada de produtos no Tradewinds Marketplace, oferecendo aos compradores a liberdade de selecionar os melhores vendedores e itens para atender às suas necessidades.",
     "explore_a_vast selection_of_products_to_suit_your_needs.":"Explore uma vasta seleção de produtos para atender às suas necessidades.",
    "unlock_the_Power_of_diverse_procurement: Expand Your Options, Maximize Your Potential, and Mitigate Risks of Overreliance.":"Desbloqueie o poder da aquisição diversificada: expanda suas opções, maximize seu potencial e reduza os riscos de excesso de confiança.",
    "expand_your_procurement_horizons":"Expanda seus horizontes de aquisição",
    "transform_your_wholesale_operations_with_innovative_digital_tools.":"Transforme suas operações de atacado com ferramentas digitais inovadoras",
    "optimize_your_procurement_operations":"Otimize suas operações de compras",
    "features":"Características",
    "with_twmp,_buyers_can_receive_real-time_financing_assessments_within_seconds through our secure lending partners, Klarna and Afterpay.":"Com o TWMP, os compradores podem receber avaliações de financiamento em tempo real em segundos por meio de nossos parceiros de empréstimo seguros, Klarna e Afterpay.",
    "specify_your_requirements_and_submit_them_in_the_Request_for_quotation (RFQ) marketplace. Receive quotes from multiple sellers, usually within 24 hours or less.":"Especifique seus requisitos e envie-os no mercado Request for Quotation (RFQ). Receba cotações de vários vendedores, geralmente em 24 horas ou menos.",
    "at_tradewinds_marketplace, we_prioritize_your_peace_of_mind when purchasing from new sellers online. Our platform employs robust tools and protocols to ensure a secure and reliable shopping experience, guaranteeing that you receive exactly what you ordered.":"No Tradewinds Marketplace, priorizamos sua tranquilidade ao comprar de novos vendedores online. Nossa plataforma emprega ferramentas e protocolos robustos para garantir uma experiência de compra segura e confiável, garantindo que você receba exatamente o que pediu.",
    "discover_a_vast_selection_of_products_from_trusted_sellers_across_various_industries.":"Descubra uma vasta seleção de produtos de vendedores confiáveis ​​em vários setores.",
    "flexible_payment_options":"Opções de pagamento flexíveis",
    "net_terms": "Termos líquidos",
    "cost_effective": "Custo-beneficio",
    "verified_sellers": "Vendedores verificados",
    "buy_with_confidence": "Compre com confiança",
    "bring_your_ideas_to_life": "Dê vida às suas ideias",
    "twmp_offers_real_time_financing ": "O TWMP oferece avaliação de financiamento em tempo real em segundos para cada comprador cobrindo mais de US$ 30 mil por meio de instituições de crédito seguras.",
    "why_buy_on_tradewinds_marketplace": "Por que COMPRAR no Tradewinds Marketplace?",
    "lower_cost_to_maximize_your_profit": "Menor custo para maximizar seu lucro",
    "start_grow_your_business_with_confidence": "Comece/faça seu negócio crescer com confiança.",
    "wide_assortment_of_product_from_reliable_sellers_in": "Ampla variedade de produtos de vendedores confiáveis em vários setores.",
    "buying_from_a_new_seller_over_the_internet_can_feel_a_bit_risky_at_first": "Comprar de um novo vendedor pela internet pode parecer um pouco arriscado no começo. O TWMP.com usa várias ferramentas e protocolos para garantir que você receba o que pediu.",
    "buying_options": "Opções de compra",
    "receive_invoices": "Receber faturas",
    "translation_tool": "Ferramenta de tradução",
    "enhance_buy_power": "Aumente o poder de compra",
    "product_inquiries": "Consultas sobre produtos",
    "swift_turn_around": "Vire-se rapidamente",
    "cultural_closeness": "Proximidade cultural",
    "currency_conversions": "Conversões de moeda",
    "buyer_platform_features": "Recursos da plataforma do comprador",
    "enjoy_flexible_and_cost": "Desfrute de taxas de envio flexíveis e econômicas com o TWMP.com",
    "the_very_nature_of_twmp": "A própria natureza do TWMP.com é a utilidade para empresas que buscam fontes globais, e a plataforma possui ferramentas especiais para compradores que desejam realizar negócios além-fronteiras.",
    "time_zone_compatibility": "Compatibilidade de fuso horário",
    "utilize_resourceful_tools": "Utilize ferramentas engenhosas",
    "let_the_sellers_come_to_you": "Deixe os vendedores irem até você",
    "negotiate_pricing_with_seller": "Negocie preços com o vendedor, navegue por várias opções de preços de escada e [MOQs] Quantidades Mínimas de Pedido para otimizar cada venda individual.",
    "manage_every_step_in_one_place": "Gerencie todas as etapas em um só lugar",
    "why_buy_in_the_western_hemisphere": "Por que comprar no Hemisfério Ocidental?",
    "initiate_secure_payments_through_twmp": "Inicie pagamentos seguros através do TWMP.com, permitindo confiança entre comprador e vendedor.",
    "streamline_your_percurment_operations": "Simplifique suas operações de percurment",
    "millions_of_products_to_choose_from_twmp": "Milhões de produtos para escolher TWMP",
    "browse_and_choose_from_millions_of_products": "Navegue e escolha entre milhões de produtos",
    "connect_freely_to_build_lasting_relationships": "Conecte-se livremente para construir relacionamentos duradouros",
    "you_can_see_listings_in_your_preferred_currency": "Você pode ver as listagens em sua moeda preferida, para não precisar calcular manualmente as conversões.",
    "buyers_can_choose_to_order_ready_to_ship_products": "Os compradores podem optar por encomendar produtos prontos para envio, o que é tão simples quanto adicionar itens a um carrinho, inserir suas informações de pagamento e fazer seu pedido ou enviar uma mensagem diretamente aos vendedores para negociar preços ou personalizar seus produtos.",
    "manage_every_step_in_one_place_take_advantage_of_on": "Gerencie cada etapa em um só lugar Aproveite as ferramentas na plataforma que garantem um processo simples e contínuo para você.",
    "ach_sale_is_a_conversation_that_starts_with_an_inquiry": "cada venda é uma conversa que começa com uma consulta, para que você possa enviar mensagens diretamente aos vendedores para negociar preços ou personalizar seus produtos.",
    "each_sale_is_a_conversation_that_starts_with_an_inquiry": "Cada venda é uma conversa que começa com uma consulta, para que você possa enviar mensagens diretamente aos vendedores para negociar preços ou personalizar seus produtos.",
    "interact_with_suppliers_on_your_terms_to_foster_loyalty": "Interaja com fornecedores em seus termos para promover a fidelidade, repetir compras e rastrear leads e pedidos em um só lugar.",
    "enjoy_flexible_and_cost_efficient_shipping_rates_with_twmp": "Desfrute de taxas de envio flexíveis e econômicas com o TWMP.com",
    "innovative_digital_tools_that_transform_the_wholesale_experience": "Ferramentas digitais inovadoras que transformam a experiência do atacado",
    "detail_what_you're_looking_for_and_share_it_in_the_request_for_quotation": "Detalhe o que você está procurando e compartilhe-o no mercado Request for Quotation (RFQ). Você receberá cotações de vários vendedores - geralmente em 24 horas ou menos!",
    "there_are_more_than_100_regional_trade_agreements_in_the_western_hemisphere": {
        "_the_u": {
            "s": {
                "_currently_has_14_free_trade_agreements_with_20_countries": "Existem mais de 100 acordos comerciais regionais no Hemisfério Ocidental. Os EUA têm atualmente 14 Acordos de Livre Comércio com 20 países."
            }
        }
    },
    "receive_negotiate_and_accept_invoices_with_minimum_effort_and_maximum_professionalism": "Receba, negocie e aceite faturas com o mínimo esforço e o máximo profissionalismo.",
    "post_a_rfq_and_proactively_find_and_connect_with_sellers_with_products_you_are_sourcing": "Publique uma RFQ e encontre e conecte-se de forma proativa com os vendedores dos produtos que você está adquirindo.",
    "minimum_time_zone_differences_significantly_help_simplify_communication_and_coordination": "As diferenças mínimas de fuso horário ajudam significativamente a simplificar a comunicação e a coordenação.",
    "the_most_valuable_tool_for_global_expansion_is_the_automatic_translation_of_storefronts_and_private_messages": "A ferramenta mais valiosa para a expansão global é a tradução automática de vitrines e mensagens privadas. A plataforma atualmente suporta vários idiomas, o que ajuda a eliminar a questão da barreira do idioma. Isso significa que você pode enviar uma mensagem a um vendedor em inglês e sua mensagem será traduzida automaticamente para o espanhol. Quando eles enviarem uma mensagem de volta, o texto será traduzido automaticamente para o seu idioma preferido, seja inglês, mandarim, italiano, francês etc.",
    "you_could_send_a_message_to_a_seller_in_english_and_your_message_will_automatically_be_translated_to_spanish": "Você pode enviar uma mensagem para um vendedor em inglês e sua mensagem será traduzida automaticamente para o espanhol. Quando eles enviarem uma mensagem de volta, o texto será traduzido automaticamente para o seu idioma preferido, seja inglês, mandarim, italiano, francês etc.",
    "since_latin_america_and_the_caribbean_are_proximally_closer_to_the_usa_your_products_will_be_delivered_faster": "Como a América Latina e o Caribe estão mais próximos dos EUA, seus produtos serão entregues mais rapidamente.",
    "nearshoring_allows_you_to_access_a_bilingual_community_of_professionals_with_a_similar_cultural_background_to_ease_communication": "Nearshoring permite que você acesse uma comunidade bilíngue de profissionais com formação cultural semelhante para facilitar a comunicação.",
    "provides_a_wide_variety_of_products_to_choose_from_giving_buyers_the_flexibility_to_choose_the_seller_and_items_best_suited_for_them": "O TWMP oferece uma ampla variedade de produtos para escolher, dando aos compradores a flexibilidade de escolher o vendedor e os itens mais adequados para eles."

}
