{
    "close_deal": "Close deal",
    "receive_response": "Receive response",
    "close_out_the_process": "Close out the process:",
    "request_for_quote": "Request for quote",
    "request_for_quotation": "“Request for quotation",
    "after_sending_the_rfqs": "After sending the RFQs, you can begin to receive responses. As a rule, it makes sense to make your vendor pool small enough, so it’s manageable for you.",
    "review_vendor_responses": "Review vendor responses.",
    "choose_the_right_supplier": "Choose the Right Supplier",
    "review_details_and_submit": "Review details and Submit",
    "one_request_multiple_quotes": "One Request Multiple Quotes",
    "complete_product_information": "Complete Product information: Add additional notes. Eg. Multiple colors, fabric needs etc",
    "complete_requesters_information": "Complete Requesters information: Note: Remember, the more detail you provide; the more relevant the vendors responses will be. It’s a good idea to interface with other members of your staff or departments within your business to identify all the required specifications.",
    "we_have_made_preparing_a_rfq_simple": "We have made preparing a RFQ simple.",
    "submit_quote_for_your_custom_request": "Submit quote for your Custom Request",
    "engage_with_suppliers_more_effectively": "Engage with suppliers more effectively",
    "receive_responses_from_multiple_suppliers": "Receive responses from Multiple Suppliers",
    "how_should_i_send_a_rfq_on_tradewinds_marketplace": "How should I send a RFQ on Tradewinds Marketplace?",
    "responses_to_identify_what_vendors_present_the_best": "By the end of the deadline, you can then review responses to identify what vendors present the best prices that",
    "while_capacity_will_vary_depending_on_your_business": "While capacity will vary depending on your business’ resources, eight is typically a good number to start with. You should also allow enough time for the vendor and their team to work through the RFQ.",
    "remember_a_rfq_only_leads_to_a_quotation_from_the_vendor": "Remember, a RFQ only leads to a quotation from the vendor. It is not a contract and cannot be enforced until it is formally agreed upon by both parties. Also, notify other vendors who sent in quotations of your decision to go with another vendor.",
    "thus_it_is_an_essential_and_powerful_tool_during_the_procurement_process": "Thus, it is an essential and powerful tool during the procurement process. With the tradewinds market place RFQ page, you can find, connect with, and request competitive prices from vendors in Latin America and the Caribbean. Visit our RFQ webpage today or contact us now to start buying from international sellers.",
    "lastly_close_out_the_process_by_formalizing_the_arrangement_with_the_vendor": "Lastly, close out the process by formalizing the arrangement with the vendor.",
    "you_should_notify_the_vendor_you_have_chosen_of_your_decision_and_how_you_intend_to_proceed": "You should notify the vendor you have chosen of your decision and how you intend to proceed. Be certain to keep a copy of the RFQ as it will form the basis of your contractual relationship going forward.",
    "priced_product_if_it_also_meets_all_of_your_procurement_needs_in_terms_of_quality_and_custom_solutions": "Choose your preferred quote: Your decision will likely be the vendor that presents the best price. But this may not always be the case. You may decide to select a higher-priced product if it also meets all of your procurement needs in terms of quality and custom solutions.",
    "rfqs_help_b2b_buyers_identify_what_sellers_best_meet_their_procurement_price_point_so_that_they_can_work_within_their_budget": "RFQs help B2B buyers identify what sellers best meet their procurement price point so that they can work within their budget."
}
