{
    "close_deal": "Conclure l'affaire",
    "receive_response": "Recevoir une réponse",
    "close_out_the_process": "Fermez le processus :",
    "request_for_quote": "Demande de devis",
    "request_for_quotation": "\"Demande de devis",
    "after_sending_the_rfqs": "Après avoir envoyé les appels d'offres, vous pouvez commencer à recevoir des réponses. En règle générale, il est logique de réduire suffisamment votre groupe de fournisseurs pour qu'il soit gérable pour vous.",
    "review_vendor_responses": "Examinez les réponses des fournisseurs.",
    "choose_the_right_supplier": "Choisissez le bon fournisseur",
    "review_details_and_submit": "Vérifier les détails et soumettre",
    "one_request_multiple_quotes": "Une demande de devis multiples",
    "complete_product_information": "Informations complètes sur le produit : Ajoutez des notes supplémentaires. Par exemple. Plusieurs couleurs, besoins en tissu, etc.",
    "complete_requesters_information": "Informations complètes sur les demandeurs : Remarque : n'oubliez pas que plus vous fournissez de détails ; plus les réponses des fournisseurs seront pertinentes. C'est une bonne idée d'établir une interface avec d'autres membres de votre personnel ou des services de votre entreprise pour identifier toutes les spécifications requises.",
    "we_have_made_preparing_a_rfq_simple": "Nous avons simplifié la préparation d'une demande de prix.",
    "submit_quote_for_your_custom_request": "Soumettre un devis pour votre demande personnalisée",
    "engage_with_suppliers_more_effectively": "S'engager plus efficacement avec les fournisseurs",
    "receive_responses_from_multiple_suppliers": "Recevez des réponses de plusieurs fournisseurs",
    "how_should_i_send_a_rfq_on_tradewinds_marketplace": "Comment dois-je envoyer une demande de prix sur Tradewinds Marketplace ?",
    "responses_to_identify_what_vendors_present_the_best": "À la fin de la date limite, vous pouvez alors examiner les réponses pour identifier les fournisseurs qui présentent les meilleurs prix qui",
    "while_capacity_will_vary_depending_on_your_business": "Bien que la capacité varie en fonction des ressources de votre entreprise, huit est généralement un bon nombre pour commencer. Vous devez également laisser suffisamment de temps au fournisseur et à son équipe pour travailler sur la demande de prix.",
    "remember_a_rfq_only_leads_to_a_quotation_from_the_vendor": "N'oubliez pas qu'une demande de prix ne mène qu'à un devis du fournisseur. Il ne s'agit pas d'un contrat et ne peut être exécuté tant qu'il n'est pas formellement accepté par les deux parties. Informez également les autres fournisseurs qui ont envoyé des devis de votre décision de faire appel à un autre fournisseur.",
    "thus_it_is_an_essential_and_powerful_tool_during_the_procurement_process": "Ainsi, il s'agit d'un outil essentiel et puissant lors du processus d'approvisionnement. Avec la page RFQ de la place de marché Tradewinds, vous pouvez trouver, contacter et demander des prix compétitifs à des fournisseurs d'Amérique latine et des Caraïbes. Visitez notre page Web RFQ aujourd'hui ou contactez-nous maintenant pour commencer à acheter auprès de vendeurs internationaux.",
    "lastly_close_out_the_process_by_formalizing_the_arrangement_with_the_vendor": "Enfin, clôturez le processus en formalisant l'arrangement avec le fournisseur.",
    "you_should_notify_the_vendor_you_have_chosen_of_your_decision_and_how_you_intend_to_proceed": "Vous devez aviser le fournisseur que vous avez choisi de votre décision et de la façon dont vous comptez procéder. Assurez-vous de conserver une copie de la demande de prix car elle constituera la base de votre relation contractuelle à l'avenir.",
    "priced_product_if_it_also_meets_all_of_your_procurement_needs_in_terms_of_quality_and_custom_solutions": "Choisissez votre devis préféré : Votre décision sera probablement le fournisseur qui présente le meilleur prix. Mais ce n'est peut-être pas toujours le cas. Vous pouvez décider de sélectionner un produit plus cher s'il répond également à tous vos besoins d'approvisionnement en termes de qualité et de solutions personnalisées.",
    "rfqs_help_b2b_buyers_identify_what_sellers_best_meet_their_procurement_price_point_so_that_they_can_work_within_their_budget": "Les appels d'offres aident les acheteurs B2B à identifier les vendeurs qui répondent le mieux à leur prix d'approvisionnement afin qu'ils puissent respecter leur budget."
}
