{
    "one_request_multiple_quotes":"এক অনুরোধ একাধিক উদ্ধৃতি",
    "engage_with_suppliers_more_effectively":"আরও কার্যকরভাবে সরবরাহকারীদের সাথে জড়িত থাকুন",
    "RFQs_serve_as_a_vital_tool_for_buyers_to_identify_sellers_that_align_with_their_needs._Experience the power of RFQs on Tradewinds Marketplace,":"RFQs ক্রেতাদের তাদের চাহিদার সাথে সারিবদ্ধ বিক্রেতাদের সনাক্ত করার জন্য একটি গুরুত্বপূর্ণ হাতিয়ার হিসাবে কাজ করে। ট্রেডউইন্ডস মার্কেটপ্লেসে RFQ-এর শক্তির অভিজ্ঞতা নিন, যেখানে আপনি বিশ্বব্যাপী বিক্রেতাদের সাথে সংযোগ স্থাপন করতে পারেন, প্রতিযোগিতামূলক মূল্যের অনুরোধ করতে পারেন এবং আপনার আন্তর্জাতিক সোর্সিং প্রসারিত করতে পারেন। আপনার নখদর্পণে সরবরাহকারীর বিভিন্ন পরিসরের সাথে, RFQs আপনাকে আপনার সোর্সিং কৌশলগুলিকে বৈচিত্র্যময় করতে, নতুন বাজার আবিষ্কার করতে এবং অনন্য পণ্যগুলি অ্যাক্সেস করতে সক্ষম করে। ট্রেডউইন্ডস মার্কেটপ্লেসে RFQ-এর সম্ভাব্যতা আনলক করুন এবং আপনার ব্যবসার জন্য পণ্যের উৎস ও সংগ্রহের উপায় পরিবর্তন করুন।",
    "submit_quote_for_your_custom_request":"আপনার কাস্টম অনুরোধের জন্য উদ্ধৃতি জমা দিন",
    "receive_responses_from_multiple_suppliers":"একাধিক সরবরাহকারীর কাছ থেকে প্রতিক্রিয়া পান",
    "choose_the_right_supplier":"সঠিক সরবরাহকারী নির্বাচন করুন",
    "close_deal":"বন্ধ চুক্তি",
    "how_should_i_send_a_rfq_on_tradewinds_marketplace":"ট্রেডউইন্ডস মার্কেটপ্লেসে আমার কীভাবে একটি আরএফকিউ পাঠানো উচিত?",
    "we_have_made_preparing_a_rfq_simple":"আমরা একটি RFQ প্রস্তুত করা সহজ করেছি",
    "fill_out_RFQ_form":"RFQ ফর্ম পূরণ করুন:",
    "complete_RFQ_form:_Note:_To_enhance_vendor_responses,_ensure_your_provided_information_is_detailed for responses that are tailored and relevant.":"সম্পূর্ণ RFQ ফর্ম: দ্রষ্টব্য: বিক্রেতার প্রতিক্রিয়া উন্নত করতে, আপনার প্রদত্ত তথ্যটি উপযুক্ত এবং প্রাসঙ্গিক প্রতিক্রিয়াগুলির জন্য বিশদ রয়েছে তা নিশ্চিত করুন।",
    "complete_product_information":"সম্পূর্ণ পণ্য তথ্য: অতিরিক্ত নোট যোগ করুন. যেমন একাধিক রং, ফ্যাব্রিক প্রয়োজন ইত্যাদি",
    "review_details_and_submit":"বিশদ পর্যালোচনা করুন এবং জমা দিন",
    "choose_your_preferred_quote:_Notify_your_chosen_vendor_of_your_decision_and_next steps while retaining a copy of the RFQ for future contractual reference.":"আপনার পছন্দের উদ্ধৃতি চয়ন করুন: ভবিষ্যতের চুক্তির রেফারেন্সের জন্য RFQ-এর একটি অনুলিপি রাখার সময় আপনার নির্বাচিত বিক্রেতাকে আপনার সিদ্ধান্ত এবং পরবর্তী পদক্ষেপ সম্পর্কে অবহিত করুন।",
    "finalize_the_process":"প্রক্রিয়া চূড়ান্ত করুন:",
    "finally,_formalize_the_arrangement_with_the_chosen_vendor_to_close_out_the_process._Keep in mind that an RFQ is not a contract and requires formal agreement from both parties to be enforceable. Notify other vendors of your decision to proceed with a different vendor.":"অবশেষে, প্রক্রিয়াটি বন্ধ করার জন্য নির্বাচিত বিক্রেতার সাথে ব্যবস্থাটি আনুষ্ঠানিক করুন। মনে রাখবেন যে একটি RFQ একটি চুক্তি নয় এবং প্রয়োগযোগ্য হতে উভয় পক্ষের আনুষ্ঠানিক চুক্তি প্রয়োজন। একটি ভিন্ন বিক্রেতার সাথে এগিয়ে যাওয়ার আপনার সিদ্ধান্তের অন্যান্য বিক্রেতাদের অবহিত করুন।",
    "review_vendor_responses":"বিক্রেতার প্রতিক্রিয়া পর্যালোচনা করুন।"
   
    
}