{
    "net_terms": "शुद्ध शर्तें",
    "cost_effective": "प्रभावी लागत",
    "verified_sellers": "सत्यापित विक्रेता",
    "buy_with_confidence": "विश्वास के साथ खरीदें",
    "bring_your_ideas_to_life": "अपने विचारों को जीवन में उतारें",
    "twmp_offers_real_time_financing ": "TWMP सुरक्षित ऋण देने वाले संस्थानों के माध्यम से $30k+ को कवर करने वाले प्रत्येक खरीदार के लिए सेकंड के भीतर रीयल-टाइम वित्तपोषण मूल्यांकन प्रदान करता है।",
    "why_buy_on_tradewinds_marketplace": "ट्रेडविंड्स मार्केटप्लेस पर क्यों खरीदें?",
    "lower_cost_to_maximize_your_profit": "अपने लाभ को अधिकतम करने के लिए कम लागत",
    "start_grow_your_business_with_confidence": "आत्मविश्वास के साथ अपना व्यवसाय शुरू करें/बढ़ें।",
    "wide_assortment_of_product_from_reliable_sellers_in": "कई उद्योगों में विश्वसनीय विक्रेताओं से उत्पाद का विस्तृत वर्गीकरण।",
    "buying_from_a_new_seller_over_the_internet_can_feel_a_bit_risky_at_first": "इंटरनेट पर किसी नए विक्रेता से ख़रीदना पहली बार में थोड़ा जोखिम भरा लग सकता है। TWMP.com यह सुनिश्चित करने के लिए कई टूल और प्रोटोकॉल का उपयोग करता है कि आपने जो ऑर्डर किया है वह आपको मिले।",
    "buying_options": "ख़रीदना विकल्प",
    "receive_invoices": "चालान प्राप्त करें",
    "translation_tool": "अनुवाद उपकरण",
    "enhance_buy_power": "खरीद शक्ति बढ़ाएँ",
    "product_inquiries": "उत्पाद पूछताछ",
    "swift_turn_around": "स्विफ्ट टर्न अराउंड",
    "cultural_closeness": "सांस्कृतिक निकटता",
    "currency_conversions": "मुद्रा रूपांतरण",
    "buyer_platform_features": "क्रेता प्लेटफ़ॉर्म सुविधाएँ",
    "enjoy_flexible_and_cost": "TWMP.com के साथ लचीली और किफ़ायती शिपिंग दरों का आनंद लें",
    "the_very_nature_of_twmp": "TWMP.com की प्रकृति उन व्यवसायों के लिए उपयोगिता है जो वैश्विक स्रोत की तलाश में हैं, और मंच में खरीदारों के लिए विशेष उपकरण हैं जो सीमाओं के पार व्यापार करना चाहते हैं।",
    "time_zone_compatibility": "समय क्षेत्र संगतता",
    "utilize_resourceful_tools": "साधन संपन्न उपकरणों का उपयोग करें",
    "let_the_sellers_come_to_you": "विक्रेताओं को आपके पास आने दें",
    "negotiate_pricing_with_seller": "विक्रेता के साथ मूल्य निर्धारण पर बातचीत करें, कई सीढ़ी मूल्य निर्धारण विकल्प ब्राउज़ करें, और प्रत्येक व्यक्तिगत बिक्री को अनुकूलित करने के लिए [एमओक्यू] न्यूनतम आदेश मात्रा।",
    "manage_every_step_in_one_place": "प्रत्येक चरण को एक स्थान पर प्रबंधित करें",
    "why_buy_in_the_western_hemisphere": "पश्चिमी गोलार्ध में क्यों खरीदें?",
    "initiate_secure_payments_through_twmp": "TWMP.com के माध्यम से सुरक्षित भुगतान शुरू करें जिससे खरीदार और विक्रेता के बीच विश्वास पैदा हो।",
    "streamline_your_percurment_operations": "अपने प्रदर्शन संचालन को सुव्यवस्थित करें",
    "millions_of_products_to_choose_from_twmp": "TWMP से चुनने के लिए लाखों उत्पाद",
    "browse_and_choose_from_millions_of_products": "ब्राउज़ करें और लाखों उत्पादों में से चुनें",
    "connect_freely_to_build_lasting_relationships": "स्थायी संबंध बनाने के लिए स्वतंत्र रूप से जुड़ें",
    "you_can_see_listings_in_your_preferred_currency": "आप अपनी पसंदीदा मुद्रा में प्रविष्टियां देख सकते हैं, इसलिए आपको रूपांतरणों की मैन्युअल रूप से गणना करने की आवश्यकता नहीं है।",
    "buyers_can_choose_to_order_ready_to_ship_products": "खरीदार उत्पादों को शिप करने के लिए तैयार ऑर्डर करना चुन सकते हैं, जो एक कार्ट में आइटम जोड़ने, आपकी भुगतान जानकारी दर्ज करने और कीमतों पर बातचीत करने या अपने उत्पादों को अनुकूलित करने के लिए सीधे अपने ऑर्डर या संदेश विक्रेताओं को रखने जितना आसान है।",
    "manage_every_step_in_one_place_take_advantage_of_on": "प्रत्येक चरण को एक ही स्थान पर प्रबंधित करें ऑन-प्लेटफ़ॉर्म टूल का लाभ उठाएं जो आपके लिए एक सरल, निर्बाध प्रक्रिया सुनिश्चित करते हैं।",
    "ach_sale_is_a_conversation_that_starts_with_an_inquiry": "ach बिक्री एक बातचीत है जो एक पूछताछ के साथ शुरू होती है, इसलिए आप विक्रेताओं को कीमतों पर बातचीत करने या अपने उत्पादों को अनुकूलित करने के लिए सीधे संदेश भेज सकते हैं।",
    "each_sale_is_a_conversation_that_starts_with_an_inquiry": "प्रत्येक बिक्री एक बातचीत है जो एक पूछताछ के साथ शुरू होती है, इसलिए आप विक्रेताओं को कीमतों पर बातचीत करने या अपने उत्पादों को अनुकूलित करने के लिए सीधे संदेश भेज सकते हैं।",
    "interact_with_suppliers_on_your_terms_to_foster_loyalty": "वफादारी को बढ़ावा देने, खरीदारी दोहराने और लीड और ऑर्डर को एक ही स्थान पर ट्रैक करने के लिए अपनी शर्तों पर आपूर्तिकर्ताओं के साथ बातचीत करें।",
    "enjoy_flexible_and_cost_efficient_shipping_rates_with_twmp": "TWMP.com के साथ लचीली और किफ़ायती शिपिंग दरों का आनंद लें",
    "innovative_digital_tools_that_transform_the_wholesale_experience": "थोक अनुभव को बदलने वाले अभिनव डिजिटल उपकरण",
    "detail_what_you're_looking_for_and_share_it_in_the_request_for_quotation": "आप जो खोज रहे हैं उसका विवरण दें और इसे कोटेशन के लिए अनुरोध (RFQ) बाज़ार में साझा करें। आपको कई विक्रेताओं से उद्धरण मिलेंगे - अक्सर 24 घंटे या उससे कम समय में!",
    "there_are_more_than_100_regional_trade_agreements_in_the_western_hemisphere": {
        "_the_u": {
            "s": {
                "_currently_has_14_free_trade_agreements_with_20_countries": "पश्चिमी गोलार्ध में 100 से अधिक क्षेत्रीय व्यापार समझौते हैं। वर्तमान में अमेरिका के 20 देशों के साथ 14 मुक्त व्यापार समझौते हैं।"
            }
        }
    },
    "receive_negotiate_and_accept_invoices_with_minimum_effort_and_maximum_professionalism": "न्यूनतम प्रयास और अधिकतम व्यावसायिकता के साथ चालान प्राप्त करें, बातचीत करें और स्वीकार करें।",
    "post_a_rfq_and_proactively_find_and_connect_with_sellers_with_products_you_are_sourcing": "एक RFQ पोस्ट करें और उन उत्पादों के साथ विक्रेताओं को खोजें और उनसे जुड़ें जिन्हें आप सोर्स कर रहे हैं।",
    "minimum_time_zone_differences_significantly_help_simplify_communication_and_coordination": "न्यूनतम समय क्षेत्र अंतर संचार और समन्वय को सरल बनाने में काफी मदद करता है।",
    "the_most_valuable_tool_for_global_expansion_is_the_automatic_translation_of_storefronts_and_private_messages": "वैश्विक विस्तार के लिए सबसे मूल्यवान उपकरण स्टोरफ्रंट और निजी संदेशों का स्वचालित अनुवाद है। मंच वर्तमान में कई भाषाओं का समर्थन करता है, जो भाषा की बाधा के मुद्दे को खत्म करने में मदद करता है। इसका मतलब है कि आप एक विक्रेता को अंग्रेजी में एक संदेश भेज सकते हैं और आपका संदेश स्वचालित रूप से स्पेनिश में अनुवादित हो जाएगा। जब वे आपको वापस संदेश भेजते हैं, तो पाठ स्वचालित रूप से आपकी पसंदीदा भाषा में अनुवादित हो जाएगा, चाहे वह अंग्रेजी, मंदारिन, इतालवी, फ्रेंच आदि हो।",
    "you_could_send_a_message_to_a_seller_in_english_and_your_message_will_automatically_be_translated_to_spanish": "आप विक्रेता को अंग्रेजी में संदेश भेज सकते हैं और आपका संदेश स्वतः ही स्पेनिश में अनुवादित हो जाएगा। जब वे आपको वापस संदेश भेजते हैं, तो पाठ स्वचालित रूप से आपकी पसंदीदा भाषा में अनुवादित हो जाएगा, चाहे वह अंग्रेजी, मंदारिन, इतालवी, फ्रेंच आदि हो।",
    "since_latin_america_and_the_caribbean_are_proximally_closer_to_the_usa_your_products_will_be_delivered_faster": "चूंकि लैटिन अमेरिका और कैरेबियन संयुक्त राज्य अमेरिका के करीब हैं, इसलिए आपके उत्पादों को तेजी से वितरित किया जाएगा।",
    "nearshoring_allows_you_to_access_a_bilingual_community_of_professionals_with_a_similar_cultural_background_to_ease_communication": "नियरशोरिंग आपको संचार को आसान बनाने के लिए समान सांस्कृतिक पृष्ठभूमि वाले पेशेवरों के द्विभाषी समुदाय तक पहुंचने की अनुमति देता है।",
    "provides_a_wide_variety_of_products_to_choose_from_giving_buyers_the_flexibility_to_choose_the_seller_and_items_best_suited_for_them": "TWMP खरीदारों को विक्रेता और उनके लिए सबसे उपयुक्त वस्तुओं को चुनने के लिए लचीलापन देने से चुनने के लिए उत्पादों की एक विस्तृत विविधता प्रदान करता है।"

}
